Repository: desnarong/thestarrichy
Catalog: TheStarRichyProject/Resources/Localize.Resource.*.resx
Languages: km, lo, my, th

source: Account Name
km: ឈ្មោះគណនី
lo: ຊື່ບັດປະຕິບັດ
my: အကောင့်အမည်
th: ชื่อบัญชี

source: Account Number
km: លេខគណនី
lo: ເລກບັດ
my: အကောင့်နံပါတ်
th: หมายเลขบัญชี

source: Active Left
km: សកម្មខាងឆ្វេង
lo: ປິ່ນຂໍແບບປະຕິບັດ
my: ညာဘက်တက်အောင်
th: แอคทีพด้านซ้าย

source: Active Right
km: សកម្មខាងស្ដាំ
lo: ປິ່ນສະດວກດ້ານຂວາ
my: ညာဘက်တက်အောင်
th: แอคทีพด้านขวา

source: Address Information
km: ព័ត៌មានអាសយដ្ឋាន
lo: ຂໍໍາລັງສະເກີບຂໍໍາລັງ
my: လိပ်စာအချက်အလက်
th: ข้อมูลที่อยู่

source: Address on the Id Card
km: អាសយដ្ឋាននៅលើកាតអត្តសញ្ញាណប័ណ្ណ
lo: ບັດໃນບັດປະຈົບ
my: အိုင်ဒီကတ်ပေါ်ရှိလိပ်စာ
th: ที่อยู่ตามบัตรประชาชน

source: Adjusted from HOLD Bill
km: កែតម្រូវពីវិក័យប័ត្រ HOLD
lo: ປັບໃຊ້ເປັນບັດHOLD
my: HOLD ဘီလ်မှပြင်ဆင်ခဲ့သည်
th: ปรับจากใบแจ้งหนี้ HOLD

source: Adjuster
km: អ្នកកែតម្រូវ
lo: ຜູ້ປັບໃຊ້
my: ပြင်ဆင်သူ
th: ผู้ปรับ

source: Amount
km: ចំនួន
lo: ຈຳນວນ
my: ပမာဏ
th: จำนวนเงิน

source: Amount Received
km: ចំនួនដែលទទួលបាន
lo: ຈຳນວນທີ່ເຂົ້າຮັບ
my: ရရှိသောပမာဏ
th: จำนวนเงินที่ได้รับ

source: Amount to Top-Up
km: ចំនួនដែលត្រូវបញ្ចូល
lo: ຈຳນວນເພີ່ມເຕີມ
my: ထပ်เติมရန်ပမာဏ
th: จำนวนเงินที่เติม

source: Amount to Transfer
km: ចំនួនសម្រាប់បញ្ជូន
lo: ຈຳນວນສ່ອມຕໍ່
my: ပြောင်းလဲရန်ပမာဏ
th: จำนวนเงินที่โอน

source: Application form has been Submitted
km: បែបបទដាក់ពាក្យបានដាក់ស្នើរហើយ
lo: ໃບລົງຄະແນນໄດ້ຖືກສົ່ງແລ້ວ
my: လျှောက်လွှာအမျိုးအစားကိုတင်ပြထားသည်
th: แบบฟอร์มการสมัครได้รับการส่งแล้ว

source: Apply through the center
km: ដាក់ពាក្យតាមមជ្ឍមណ្ឌល
lo: ລົງຄະແນນຜ່ານສູນ
my: အလယ်တွင်လျှောက်ပါ
th: สมัครผ่านศูนย์

source: Arrange for delivery
km: រៀបចំសម្រាប់ការដឹកជញ្ជូន
lo: ຈັດລຽງສໍາລັບການສົ່ງ
my: ပို့ဆောင်မှုကိုစီစဉ်ပါ
th: จัดส่ง

source: Auto Transfer
km: ការបញ្ជូនដោយស្វ័យប្រវត្តិ
lo: ສ່ອມຕໍ່ອະໂຕໍ່
my: အလိုအလျောက်လွှဲပြောင်းမှု
th: การโอนอัตโนมัติ

source: Autoship
km: ការដឹកជញ្ជូនដោយស្វ័យប្រវត្តិ
lo: ສໍາລັບສົ່ງອະໂຕໍ່
my: အလိုအလျောက်ပို့ကုန်
th: การสั่งซื้ออัตโนมัติ

source: Balance
km: សមតុល្យ
lo: ສະຖານທີ່
my: အလေ့အကျင့်
th: ยอดคงเหลือ

source: Balance Score
km: ពិន្ទុសមតុល្យ
lo: ຄະແນນສະຖານທີ່
my: အလေ့အကျင့်အမှတ်
th: คะแนนยอดคงเหลือ

source: Bank
km: ធនាគារ
lo: ບັນຊີ
my: ဘဏ်
th: ธนาคาร

source: Bank Information
km: ព័ត៌មានធនាគារ
lo: ຂໍໍາລັງຂໍໍາລັງບັນຊີ
my: ဘဏ်အချက်အလက်
th: ข้อมูลธนาคาร

source: Bank Transfer
km: ការបញ្ជូនប្រាក់តាមធនាគារ
lo: ສ່ອມຕໍ່ຜ່ານບັນຊີ
my: ဘဏ်လွှဲပြောင်းမှု
th: การโอนเงินผ่านธนาคาร

source: Beneficiary
km: អ្នកទទួលអត្ថប្រយោជន៍
lo: ຜູ້ເປັນໃນບັນຊີ
my: အကျိုးခံစားသူ
th: ผู้รับประโยชน์

source: Beneficiary Card Number
km: លេខកាតរបស់អ្នកទទួលអត្ថប្រយោជន៍
lo: ເລກບັດຂອງຜູ້ເປັນໃນບັນຊີ
my: အကျိုးခံစားသူကတ်နံပါတ်
th: หมายเลขบัตรผู้รับประโยชน์

source: Bill Expiry Date
km: ថ្ងៃផុតកំណត់វិក័យប័ត្រ
lo: ວັນທີສໍາເລັດບັດ
my: ဘီလ်သက်တမ်းကုန်ဆုံးသည့်နေ့
th: วันหมดอายุใบแจ้งหนี้

source: Bill Number
km: លេខវិក័យប័ត្រ
lo: ເລກບັດ
my: ဘီလ်နံပါတ်
th: หมายเลขใบแจ้งหนี้

source: Branch
km: សាខា
lo: ສະກັດ
my: စရိတ်
th: สาขา

source: Branch Address
km: អាសយដ្ឋានសាខា
lo: ບັດທີ່ສະກັດ
my: စရိတ်လိပ်စာ
th: ที่อยู่สาขา

source: Branch Code
km: កូដសាខា
lo: ເຄື່ອງຈັກສະກັດ
my: စရိတ်ကုဒ်
th: รหัสสาขา

source: Business Name
km: ឈ្មោះអាជីវកម្ម
lo: ຊື່ສະເລີຍດິບ
my: စီးပွားရေးအမည်
th: ชื่อทางธุรกิจ

source: Business Position
km: មុខតំណែងអាជីវកម្ម
lo: ຕຳແໜ່ງສະເລີຍດິບ
my: စီးပွားရေးရာထူး
th: ตำแหน่ง Packge

source: Businessman
km: ជនជាតិអាជីវកម្ម
lo: ຄົນດໍາລັບສະເລີຍດິບ
my: စီးပွားရေးလုပ်ငန်းရှင်
th: นักธุรกิจ

source: Center Code
km: កូដមជ្ឍមណ្ឌល
lo: ເຄື່ອງຈັກສູນ
my: စင်တာကုဒ်
th: รหัสศูนย์

source: Center/Mobile Code
km: កូដមជ្ឍមណ្ឌល/កូដចល័ត
lo: ເຄື່ອງຈັກສູນ/ເຄື່ອງຈັກມືເບິ່ງ
my: စင်တာ/မိုဘိုင်းကုဒ်
th: รหัสศูนย์/รหัสมือถือ

source: Citizen Number
km: លេខអ្នកប្រជាជន
lo: ເລກປະຊາຊົນ
my: နိုင်ငံသားနံပါတ်
th: หมายเลขประชาชน

source: Code
km: កូដ
lo: ເຄື່ອງຈັກ
my: ကုဒ်
th: รหัส

source: Copy of Bank Account Book
km: ច្បាប់ចម្លងនៃសៀវភៅគណនីធនាគារ
lo: ສຳເນົາບັນຊີບັດ
my: ဘဏ်အကောင့်စာအုပ်၏สำเนา
th: สำเนาสมุดบัญชีธนาคาร

source: Copy of Id Card
km: ច្បាប់ចម្លងនៃកាតអត្តសញ្ញាណ
lo: ສຳເນົາບັດປະຈົບ
my: အိုင်ဒီကတ်၏สำเนา
th: สำเนาบัตรประชาชน

source: Countries Conducting Business
km: ប្រទេសដែលធ្វើអាជីវកម្ម
lo: ປະເທດທີ່ສໍາເລັດບັນຊີ
my: စီးပွားရေးလုပ်ငန်းပြုလုပ်နေသောနိုင်ငံများ
th: ประเทศที่ดำเนินธุรกิจ

source: Country
km: ប្រទេស
lo: ປະເທດ
my: နိုင်ငံ
th: ประเทศ

source: Credit
km: ឥណទាន
lo: ເງິນເອົາ
my: အကောင့်သင့်
th: เครดิต

source: Current Address
km: អាសយដ្ឋានបច្ចុប្បន្ន
lo: ບັດປະຈົບ
my: လက်ရှိလိပ်စာ
th: ที่อยู่ปัจจุบัน

source: Current Month Maintenance
km: ការថែទាំខែបច្ចុប្បន្ន
lo: ບໍລິການປະຈົບໃນເດືອນນີ້
my: လက်ရှိလစဉ်ပြုပြင်ထိန်းသိမ်းမှု
th: การรักษายอดเดือนนี้

source: Daily Sales Report for Members
km: របាយការណ៍លក់ប្រចាំថ្ងៃសម្រាប់សមាជិក
lo: ລາຍງານຍອດບັນຊີເພາະສະບັດປະຈົບ
my: အသင်းဝင်များအတွက်နေ့စဉ်ရောင်းအားအစီရင်ခံစာ
th: รายงานการขายประจำวันสำหรับสมาชิก

source: Date
km: ថ្ងៃ
lo: ວັນທີ
my: ရက်
th: วันที่

source: Date of Birth
km: ថ្ងៃខែឆ្នាំកំណើត
lo: ວັນເລກເບີ້ງ
my: မွေးနေ့
th: วันเกิด

source: Debit
km: ឥណពន្ធ
lo: ຈິໄອກ
my: ချေးငွေ
th: หัก

source: Deduct
km: កាត់បន្ថយ
lo: ສ່ອມ
my: လျှော့
th: หัก

source: Details
km: ព័ត៌មានលម្អិត
lo: ລາຍລະອຽດ
my: အသေးစိတ်
th: รายละเอียด

source: Discount
km: ការបញ្ចុះតម្លៃ
lo: ລົດລະວ່າງ
my: အပိုဆု
th: ส่วนลด

source: Dispensations
km: ការផ្តល់អនុសាសន៍
lo: ຄະດົງກະທົບ
my: ပြုတ်လွှတ်ချက်များ
th: การยกเว้น

source: Document
km: ឯកសារ
lo: ເອກະສານ
my: စာရွက်စာတမ်း
th: เอกสาร

source: Document Date
km: ថ្ងៃបរិយាយឯកសារ
lo: ວັນທີເອກະສານ
my: စာရွက်စာတမ်းရက်
th: วันที่เอกสาร

source: Document Number
km: លេខឯកសារ
lo: ເລກເອກະສານ
my: စာရွက်စာတမ်းနံပါတ်
th: หมายเลขเอกสาร

source: Document Verification
km: ការត្រួតពិនិត្យឯកសារ
lo: ການເຊັກບັດປະຈົບ
my: စာရွက်စာတမ်းစစ်ဆေးမှု
th: การตรวจสอบเอกสาร

source: Documents
km: ឯកសារ
lo: ເອກະສານ
my: စာရွက်စာတမ်းများ
th: เอกสาร

source: E-wallet
km: កាបូបអេឡិចត្រូនិច
lo: ສະກຸດອິເລັ຋
my: အီလက်ထရွန်နစ်ငွေကြွေ့
th: ยอดอีวอลเล็ท

source: E-wallet Transactions from Company
km: ប្រតិបត្ដិការ E-wallet ពីក្រុមហ៊ុន
lo: ຂໍໍາລັງສະກຸດອິເລັ຋ຈາກບັນຊີ
my: ကုမ္ပဏီမှအီလက်ထရွန်နစ်ငွေကြွေ့များ
th: อีวอลเล็ทจากบริษัท

source: E-wallet Transfer
km: ការបញ្ជូនតាម E-wallet
lo: ສ່ອມຕໍ່ຜ່ານສະກຸດອິເລັ຋
my: အီလက်ထရွန်နစ်ငွေကြွေ့လွှဲပြောင်းမှု
th: การโอนเงินอีวอลเล็ท

source: E-wallet Transferable Balance
km: សមតុល្យអាចបញ្ជូនតាម E-wallet
lo: ສະຖານທີ່ເສອມໄດ້ຜ່ານສະກຸດອິເລັ຋
my: အီလက်ထရွန်နစ်ငွေကြွေ့ပြောင်းလွှဲနိုင်သောလက်ကျန်
th: ยอดคงเหลือที่สามารถโอนได้จากอีวอลเล็ท

source: Email
km: អ៊ីមែល
lo: ອີເມວ
my: အီးမေးလ်
th: อีเมล

source: Expiration Date
km: ថ្ងៃផុតកំណត់
lo: ວັນທີສໍາເລັດ
my: ကုန်ဆုံးသည့်ရက်
th: วันหมดอายุ

source: Expiry Date
km: ថ្ងៃផុតកំណត់
lo: ວັນທີສໍາເລັດ
my: ကုန်ဆုံးသည့်ရက်
th: วันหมดอายุ

source: Female
km: ស្ត្រី
lo: ຜູ້ຍິງ
my: မိန်းကလေး
th: เพศหญิง

source: Filter
km: ស៊ប់
lo: ການກວດສະແດງ
my: ဖျန်ဖျော်
th: กรอง

source: Flash Tracking Number
km: លេខតាមដានប្រញាប់
lo: ເລກບັດທີ່ສໍາເລັດ
my: ဖလက်ရှ်တက်ကွင်းနံပါတ်
th: หมายเลขติดตาม Flash

source: Gender
km: ភេទ
lo: ເພດ
my: ကျား/မ
th: เพศ

source: General Information
km: ព័ត៌មានទូទៅ
lo: ຂໍໍາລັງຂໍໍາລັງສໍາລັບສະເລີຍດິບ
my: ယေဘုယျအချက်အလက်
th: ข้อมูลทั่วไป

source: Hold Bill Number
my: HOLD ဘီလ်နံပါတ်
th: หมายเลขใบแจ้งหนี้ HOLD

source: Hold Invoice Number
my: HOLD ရုံးစာအုပ်နံပါတ်
th: หมายเลขใบแจ้งหนี้ HOLD

source: Hold Purchase
my: HOLD ဝယ်ယူမှု
th: การซื้อ HOLD

source: HOLD Summary by Product
my: ထုတ်ကုန်အလိုက် HOLD အကျဉ်းချုပ်
th: สรุป HOLD ตามผลิตภัณฑ์

source: Home
my: မိသားစု
th: หน้าแรก

source: Home Phone
my: အိမ်ဖုန်း
th: โทรศัพท์บ้าน

source: Honorary Position
my: ဂုဏ်အထူးရာထူး
th: ตำแหน่งเกียรติยศ

source: Hurry active
my: အမြန်အောင်
th: เฮอร์รี่แอคทีฟ

source: Individual
my: တစ်ဦးချင်း
th: บุคคล

source: Information
my: အချက်အလက်
th: ข้อมูล

source: Invoice Expiration Date
my: ရုံးစာအုပ်သက်တမ်းကုန်ဆုံးသည့်နေ့
th: วันหมดอายุใบแจ้งหนี้

# J&amp;T Tracking Number
source: J&T Tracking Number
my: J&T တက်ကွင်းနံပါတ်
th: หมายเลขติดตาม J&T

source: Kerry Tracking Number
my: Kerry တက်ကွင်းနံပါတ်
th: หมายเลขติดตาม Kerry

source: Language
my: ဘာသာစကား
th: ภาษา

source: Left Score
my: ဘယ်ဘက်အမှတ်
th: คะแนนซ้าย

source: Legal Entity
my: ဥပဒေရေးရာအင်္ဂါရပ်
th: เอกชน

source: Line ID
my: လိုင်း ID
th: ไอดีไลน์

source: Login
my: ဝင်မည်
th: เข้าสู่ระบบ

source: Maintain Sales
my: ရောင်းအားထိန်းသိမ်းပါ
th: การรักษายอด

source: Male
my: ယောကျာ်း
th: เพศชาย

source: Marital
my: အိမ်ထောင်ရေး
th: สถานภาพสมรส

source: Marital Status
my: အိမ်ထောင်ရေးအခြေအနေ
th: สถานภาพสมรส

source: Matching Bonus
my: ကိုက်ညီသောအခွန်
th: โบนัสแมทชิ่ง

source: Member Code
km: កូដសមាជិក
lo: ລະບົບບັດປະຕິບັດ
my: အဖွဲ့ဝင်ကုဒ်
th: รหัสสมาชิก

source: Member Name
my: အဖွဲ့ဝင်အမည်
th: ชื่อสมาชิก

source: Member Register
my: အဖွဲ့ဝင်မှတ်ပုံတင်ပါ
th: ลงทะเบียนสมาชิก

source: Member Register Warn
my: အဖွဲ့ဝင်မှတ်ပုံတင်ခြင်းသတိပေးချက်
th: การลงทะเบียนสมาชิกเตือน

source: Member Registration Through Center
my: စင်တာမှအဖွဲ့ဝင်မှတ်ပုံတင်မှု
th: การลงทะเบียนสมาชิกผ่านศูนย์

source: Membership Type
my: အဖွဲ့ဝင်အမျိုးအစား
th: ประเภทสมาชิก

# menu-home
source: Home
th: หน้าหลัก

# menu-member
source: Member
th: ส่วนสมาชิก

# menu-orders
source: Orders
th: สั่งซื้อสินค้า

# menu-other
source: Other
th: รายการอื่นๆ

# menu-reports
source: Reports
th: รายงาน

# menu-teaminfomation
source: Team Infomation
th: ข้อมูลทีมงาน

source: Mobile Phone
my: မိုဘိုင်းဖုန်း
th: โทรศัพท์มือถือ

source: Name on the Card
my: ကတ်ပေါ်အမည်
th: ชื่อบนบัตร

source: No
km: មិនមាន
lo: ບໍ່
my: မရှိပါ
th: ไม่มี

source: No Position
my: မရှိသောရာထူး
th: ไม่มีตำแหน่ง

source: Not Deducted
my: မလျှော့
th: ไม่หัก

source: Note
my: မှတ်စု
th: หมายเหตุ

source: Order Product - Online
my: ထုတ်ကုန်အွန်လိုင်းမှာယူခြင်း
th: สั่งซื้อสินค้า - ออนไลน์

source: Order Product Hold Online
my: HOLD အွန်လိုင်းမှာယူခြင်း
th: สั่งซื้อสินค้า HOLD ออนไลน์

source: Other Address
my: အခြားလိပ်စာ
th: ที่อยู่อื่น

source: Passport Number
my: ပასပုတ်နံပါတ်
th: หมายเลขพาสปอร์ต

source: Password
km: លេខសម្ងាត់
lo: ລະຫັດຜ່ອນ
my: စကားဝှက်
th: รหัสผ่าน

source: Payment
km: ការទូទាត់
lo: ຄ່າໃຊ້ຈ່າຍ
my: ပေးငွေ
th: การชำระเงิน

source: Payment Cycle
my: ငွေပေးချေမှုစက်တင်
th: รอบการชำระเงิน

source: Payment Method
km: វិធីសាស្ត្រការទូទាត់
lo: ວິທີການເງິນໃຊ້ຈ່າຍ
my: ငွေပေးချေမှုနည်းလမ်း
th: วิธีการชำระเงิน

source: Payment Slip
my: ငွေပေးချေမှုစလစ်
th: สลิปการชำระเงิน

source: Pending Orders
my: စောင့်ရမည့်အမှာစာများ
th: คำสั่งซื้อที่รอดำเนินการ

source: Personal Information
my: ကိုယ်ပိုင်အချက်အလက်
th: ข้อมูลส่วนตัว

source: Personal Sales
my: ကိုယ်ပိုင်ရောင်းအား
th: การขายส่วนบุคคล

source: Pick up at branch
my: စရိတ်တွင်သယ်ယူရယူပါ
th: รับที่สาขา

source: Picture
my: ပုံရိပ်
th: รูปภาพ

source: Point Deduction History
my: အမှတ်လျှော့ချမှုသမိုင်း
th: ประวัติการหักคะแนน

source: Position of Honor
my: ဂုဏ်ထူးရာထူး
th: ตำแหน่งคุณวุฒิ

source: Postcode
my: ရုံးစာအုပ်
th: รหัสไปรษณีย์

source: Previous Month Maintenance
my: မတူနောက်ပိုင်းပြုပြင်ထိန်းသိမ်းမှု
th: การรักษายอดเดือนที่แล้ว

source: Price/Unit
my: ဈေးနှုန်း/ယူနစ်
th: ราคา/หน่วย

source: Processed By
my: လုပ်ဆောင်သူ
th: ดำเนินการโดย

source: Product Bundle Code
my: ထုတ်ကုန်စုစည်းမှုကုဒ်
th: รหัสชุดผลิตภัณฑ์

source: Product Code
my: ထုတ်ကုန်ကုဒ်
th: รหัสผลิตภัณฑ์

source: Product Image
my: ထုတ်ကုန်ပုံရိပ်
th: ภาพผลิตภัณฑ์

source: Product Name
my: ထုတ်ကုန်အမည်
th: ชื่อผลิตภัณฑ์

source: Product Unit
my: ထုတ်ကုန်ယူနစ်
th: หน่วยผลิตภัณฑ์

source: Province
my: ပြည်နယ်
th: จังหวัด

source: Purchase Orders
my: ဝယ်ယူမှုအမှာစာများ
th: คำสั่งซื้อ

source: Purchase products with E-wallet.
my: အီလက်ထရွန်နစ်ငွေကြွေ့ဖြင့်ထုတ်ကုန်များကိုဝယ်ယူပါ။
th: ซื้อผลิตภัณฑ์ด้วยกระเป๋าเงินอิเล็กทรอนิกส์

source: Purchase through Head Office
my: အထွေထွေရုံးမှဝယ်ယူပါ
th: ซื้อผ่านสำนักงานใหญ่

source: Purchase Type
my: ဝယ်ယူမှုအမျိုးအစား
th: ประเภทการซื้อ

source: Purchases
my: ဝယ်ယူမှုများ
th: การซื้อ

source: Quantity
km: ចំនួន
lo: ຈຳນວນ
my: အရေအတွက်
th: จำนวน

source: Quantity of PV
my: အရေအတွက် PV
th: จำนวน PV

source: Quantity Purchased
my: ဝယ်ယူသောအရေအတွက်
th: จำนวนที่ซื้อ

source: Receipt Date
km: ថ្ងៃដែលបានទទួល
lo: ວັນທີເລກບັດ
my: ရုံးစာအုပ်ရက်
th: วันที่ใบเสร็จ

source: Receipt Number
km: លេខវិក័យប័ត្រ
lo: ເລກບັດປະຕິບັດ
my: ရုံးစာအုပ်နံပါတ်
th: หมายเลขใบเสร็จ

source: Receipt Status
km: ស្ថានភាពវិក័យប័ត្រ
lo: ສະຖານທີ່ຂອງບັດ
my: ရုံးစာအုပ်အခြေအနေ
th: สถานะใบเสร็จ

source: Receiving Member Code
km: កូដសមាជិកដែលទទួលបាន
lo: ລະບົບບັດທີ່ລະບົບ
my: လက်ခံသောအဖွဲ့ဝင်ကုဒ်
th: รหัสสมาชิกผู้รับ

source: Reference Number
km: លេខយោង
lo: ເລກອໍໍາລັງ
my: အညွှန်းနံပါတ်
th: หมายเลขอ้างอิง

source: Referral Fee
km: គ្រឿងសង្ហារិម
lo: ເອກະສານແນະນະ
my: အညွှန်းအခွန်
th: ค่าธรรมเนียมการแนะนำ

source: Referrer Code
km: កូដអ្នកយោង
lo: ເຄື່ອງຈັກແນະນະ
my: အညွှန်းကုဒ်
th: รหัสผู้แนะนำ

source: Referrer ID
km: លេខអត្តសញ្ញាណអ្នកយោង
lo: ບັດປະຕິບັດ
my: အညွှန်း ID
th: รหัสผู้แนะนำ

source: Referrer Name
km: ឈ្មោះអ្នកយោង
lo: ຊື່ສະປອນ
my: အညွှန်းအမည်
th: ชื่อผู้แนะนำ

source: Register
th: สมัครสมาชิก

source: Registration Date
km: ថ្ងៃចុះឈ្មោះ
lo: ວັນທີສະເລີຍດິບ
my: မှတ်ပုံတင်နေ့
th: วันที่ลงทะเบียน

source: Registration Rights
km: សិទ្ធិចុះឈ្មោះ
lo: ສິດສະເລີຍດິບ
my: မှတ်ပုံတင်အခွင့်အရေး
th: สิทธิ์การลงทะเบียน

source: Remaining
km: នៅសល់
lo: ຍັງຄໍາຄໍາ
my: ကျန်
th: เหลือ

source: Remaining Balance
km: សមតុល្យនៅសល់
lo: ຄໍາຄໍາອີ່
my: ကျန်လက်ကျန်
th: ยอดคงเหลือ

source: Remaining Quantity
km: ចំនួននៅសល់
lo: ຄໍາຄໍາຈຳນວນ
my: ကျန်အရေအတွက်
th: จำนวนที่เหลือ

source: Remember me
km: ចងចាំខ្ញុំ
lo: ຈົດປະຕິບັດ
my: ငါ့ကိုမှတ်ပါ
th: จดจำฉัน

source: Report Type
km: ប្រភេទរបាយការណ៍
lo: ປະເພດລາຍງານ
my: အစီရင်ခံစာအမျိုးအစား
th: ประเภทรายงาน

source: Right Score
my: ညာဘက်အမှတ်
th: คะแนนขวา

source: Special Bonus
km: ប្រាក់រង្វាន់ពិសេស
lo: ຄະແນນສະເລີຍດິບ
my: အထူးအခွန်
th: โบนัสพิเศษ

source: Strong Team Bonus
km: ប្រាក់រង្វាន់ក្រុមយ៉ាងមាំមួន
lo: ຄະແນນສະເລີຍດິບສະເລີຍ
my: အားကောင်းသောအဖွဲ့အခွန်
th: โบนัสทีมที่แข็ง

# submenu-buyholdorder
source: Buy Hold Order
th: สั่งซือสินค้าโฮลเพื่ื่อแจง

# submenu-buyorderbyewallet
source: Buy Order by E-Wallet
th: ซื้อสินค้าด้วย E-wallet

# submenu-buypersonalorder
source: Buy Personal Order
th: สั่งซื้อสินค้าส่วนตัว

# submenu-changepassword
source: Change Password
th: เปลี่ยนรหัสผ่าน

# submenu-documents
source: Documents
th: ดาวน์ดหลดเอกสารอื่นๆ

# submenu-ewallettransfer
source: E-Wallet Transfer
th: โอน E-wallet ให้ทีมงาน

# submenu-income
source: Income
th: สรุปรายได้

# submenu-leftteam
source: Left Team
th: ทีมงานด้านซ้าย

# submenu-orderhistory
source: Order History
th: ประวัติสั่งซื้อ

# submenu-personalinformation
source: Personal information
th: ข้อมูลส่วนตัว

# submenu-pointhistory
source: Point History
th: ประวัติคะแนน

# submenu-quit
source: Quit
th: ออกจากระบบ

# submenu-register
source: Register
th: สมัครสมาชิก

# submenu-registerapplication
source: Register Application
th: พิมพ์ใบเสมัครสมาชิก

# submenu-requestewalletonline
source: Request E-Wallet Online
th: สั่งเติม E-wallet online

# submenu-returntomainwebsite
source: Return to Main Website
th: กลับเวบหลัก

# submenu-rightteam
source: Right Team
th: ทีมงานด้านขวา

# submenu-saleorderfromhold
source: Sale Order from Hold
th: แจงยอดจากบิลโฮล

# submenu-salereport
source: Sale Report
th: เช็คยอดขาย/แจง

# submenu-sponsorteam
source: Sponsor Team
th: ทีมงานแนะนำตรง

# submenu-taxdownload
source: Tax Download
th: หนังสือรับรองหัก ณ ที่จ่าย

# submenu-teambinary
source: Team Binary
th: ผังงานไบนารี่

source: Team Binary
th: ผังงานไบนารี่

source: Team Infomation
th: ข้อมูลทีมงาน

source: Total Number of Members
th: จำนวนสมาชิกทั้งหมด

source: Total Number of Members Balance
th: ยอดคงเหลือจำนวนสมาชิกทั้งหมด

source: Total PV
th: PV รวม

source: Total visitors
th: จำนวนผู้เข้าชมทั้งหมด

source: Transaction Date
th: วันที่ธุรกรรม

source: Transaction History
th: ประวัติธุรกรรม

source: Transfer
th: การโอน

source: Transfer Money
th: โอนเงิน

source: Transfer Slip
th: สลิปการโอน

source: Types of Businessmen
th: ประเภทนักธุรกิจ

source: Unconfirmed Purchases
th: การซื้อที่ยังไม่ได้ยืนยัน

source: Update
th: อัปเดต

source: Upline Code
th: รหัสอัพไลน์

source: Upline Name
th: ชื่ออัพไลน์

source: Upline Side
th: ด้านอัพไลน์

source: User
th: ผู้ใช้

source: User Code
th: รหัสผู้ใช้

source: Username
th: ชื่อผู้ใช้

source: Value in Money
th: มูลค่าเป็นเงิน

source: Value in PV
th: มูลค่าเป็น PV

source: View All
th: ดูทั้งหมด

source: View by Date Range
th: ดูตามช่วงวันที่

source: View by Month
th: ดูตามเดือน

source: View by Transfer Cycle
th: ดูตามรอบการโอน

source: View Details
km: មើលព័ត៌មានលម្អិត
lo: ເບີ່ງລາຍລະອຽດ
my: အသေးစိတ်ကြည့်ပါ
th: ดูรายละเอียด

source: View Monthly
km: មើលប្រចាំខែ
lo: ເບີ່ງປະຈົບດຸງປະຈົບປະຈົບ
my: လစဉ်ကြည့်ပါ
th: ดูรายเดือน

source: Visitors Origin
km: ប្រភពអ្នកចូលចិត្ត
lo: ແຫລ່ງເຊື່ອບອລອລອ
my: သွားရောက်လည်ပတ်သူများ၏အစည်အရင်း
th: แหล่งที่มาของผู้เข้าชม

source: Where do our visitors come from
km: អ្នកចូលចិត្តរបស់យើងមកពីណា
lo: ຂອງປະຈົບພະສະທົດຂອງປະເທດ
my: ကျွန်ုပ်တို့၏သွားရောက်လည်ပတ်သူများသည်ဘယ်နေရာမှလာပါသလဲ
th: แหล่งที่มาของผู้เข้าชม

source: Yes
km: បាទ/ចាស
lo: ແມ່ນ
my: ဟုတ်ပါသည်
th: ใช่

source: Your business information
km: ព័ត៌មានអាជីវកម្មរបស់អ្នក
lo: ຂໍໍາລັງຂໍໍາລັງສະເລີຍດິບ
my: သင့်၏စီးပွားရေးအချက်အလက်
th: ข้อมูลธุรกิจของคุณ

source: Daily Points
km: ពិន្ទុប្រចាំថ្ងៃ
lo: ຄະແນນເລະລົດ
my: နေ့စဉ်အမှတ်

source: Gold Star
my: ရွှေရုပ်ဆန်း

source: Referrer Left
km: ឆ្វេងអ្នកយោង
lo: ຄະແນນຂວາ
my: ညာဘက်အညွှန်း

source: Referrer Right
km: ស្តាំអ្នកយោង
lo: ຄະແນນຂວາ
my: ညာဘက်အညွှန်း

source: Name
km: ឈ្មោះ
lo: ຊື່
